tap "1password/tap"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikolaeu/numi"
tap "olets/tap"
tap "sass/sass"
brew "age"
brew "libpng"
brew "zstd"
brew "gettext"
brew "bash"
brew "bat"
brew "beancount"
brew "beancount-language-server"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "bzip2"
brew "caddy"
brew "freetype"
brew "glib"
brew "cryptography"
brew "certbot"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "gd"
brew "libpq"
brew "composer"
brew "coreutils"
brew "direnv"
brew "dnsmasq"
brew "doxygen"
brew "duf"
brew "dust"
brew "easy-rsa"
brew "eva"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "glances"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-units"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "go"
brew "go-task"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helix"
brew "highlight"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "jupytext"
brew "just"
brew "kepubify"
brew "keyring"
brew "latexml"
brew "lazygit"
brew "ldns"
brew "librist"
brew "lsd"
brew "lychee"
brew "mackup"
brew "magic-wormhole"
brew "mas"
brew "mdless"
brew "micromamba"
brew "minisign"
brew "mise"
brew "mkdocs-material"
brew "moreutils"
brew "multimarkdown"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "numbat"
brew "open-mpi"
brew "openblas"
brew "openssh"
brew "php@8.3"
brew "php@8.4", restart_service: :changed
brew "pillow"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "procs"
brew "protobuf"
brew "pygments"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "qalculate-qt"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "screen"
brew "sevenzip"
brew "signify-osx"
brew "socat"
brew "speedtest-cli"
brew "squashfs"
brew "starship"
brew "subversion"
brew "tesseract"
brew "tmux"
brew "tree"
brew "typst"
brew "unpaper"
brew "util-linux"
brew "uv"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "xq"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zoxide"
brew "fzf-tab"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "nikolaeu/numi/numi-cli"
brew "olets/tap/zsh-abbr"
cask "1password-cli"
cask "anki"
cask "calibre"
cask "font-albert-sans"
cask "font-atkinson-hyperlegible"
cask "font-bitter"
cask "font-crimson-pro"
cask "font-eb-garamond"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-ia-writer-duo"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "font-iosevka-comfy"
cask "font-iosevka-etoile"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-karla"
cask "font-lora"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-noto-sans"
cask "font-public-sans"
cask "font-roboto-mono-nerd-font"
cask "font-sn-pro"
cask "font-source-code-pro"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keepassxc"
cask "markedit"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "signal"
cask "skim"
cask "spotify"
cask "telegram"
cask "whatsapp"
