jorgebucaran/fisher
PatrickF1/fzf.fish
catppuccin/fish
jorgebucaran/hydro
ankitsumitg/docker-fish-completions
jorgebucaran/autopair.fish
jorgebucaran/replay.fish
nickeb96/puffer-fish
gazorby/fish-abbreviation-tips
